---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SteelElemPlateJustification
source: html/60424ccb-bd43-2c0c-4780-3dd773265381.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SteelElemPlateJustification Property

"Justification"

## Syntax (C#)
```csharp
public static ForgeTypeId SteelElemPlateJustification { get; }
```